tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "minamijoyo/myaws"
tap "neovim/neovim"
tap "sanemat/font"
tap "universal-ctags/universal-ctags"

cask "java"
cask "java8"

brew "augeas"
brew "autoconf"
brew "awscli"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "gettext"
brew "cmake"
brew "coreutils"
brew "zeromq"
brew "czmq"
brew "dialog"
brew "digdag"
brew "direnv"
brew "elasticsearch"
brew "elixir"
brew "embulk"
brew "fftw"
brew "fish"
brew "fzf"
brew "fzy"
brew "gauche"
brew "gnutls"
brew "h2o"
brew "libtool"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "freeimage"
brew "gmp"
brew "gcc"
brew "webp"
brew "gd"
brew "gdb"
brew "gflags"
brew "ghq"
brew "git"
brew "glew"
brew "glfw"
brew "glog"
brew "lua"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "graphviz"
brew "gtk-doc"
brew "haskell-stack"
brew "szip"
brew "hdf5"
brew "highlight"
brew "oniguruma"
brew "imagemagick@6"
brew "inetutils"
brew "jq"
brew "jumanpp"
brew "kafka"
brew "kibana"
brew "kotlin"
brew "snappy"
brew "leveldb"
brew "libevent"
brew "libssh2"
brew "libmagic"
brew "libsodium"
brew "libxml2"
brew "libxslt"
brew "lmdb"
brew "mecab"
brew "mecab-ipadic"
brew "mecab-jumandic"
brew "mecab-unidic"
brew "minamijoyo/myaws/myaws"
brew "mysql", restart_service: true
brew "neo4j"
brew "neovim"
brew "nkf"
brew "openblas"
brew "opencv"
brew "openssl"
brew "pcre2"
brew "peco"
brew "pipenv"
brew "postgresql", restart_service: true
brew "protobuf"
brew "r"
brew "rabbitmq", restart_service: true
brew "readline"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "sbcl"
brew "smlnj"
brew "terminal-notifier"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "typesafe-activator"
brew "vim", args: ["with-lua"]
brew "wget"
brew "zsh"
brew "sanemat/font/ricty", args: ["vim-powerline"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "mactex"
cask "vagrant"
